{"freqs": {"C_N-SINGLE1": 2316, "N_C-AROMATIC2_C-SINGLE1": 1578, "C_N-AROMATIC2": 887, "N_C-AROMATIC2": 7971, "C_C-AROMATIC1_C-SINGLE1_N-AROMATIC1": 4552, "C_C-AROMATIC2": 53105, "C_C-AROMATIC2_C-SINGLE1": 14806, "C_C-SINGLE1_N-SINGLE1_O-DOUBLE1": 5474, "O_C-DOUBLE1": 9364, "N_C-SINGLE3": 5703, "C_C-SINGLE1_N-SINGLE1": 14212, "C_C-SINGLE1_O-SINGLE1": 3222, "O_C-SINGLE2": 6302, "C_C-AROMATIC2_N-AROMATIC1": 2366, "C_C-AROMATIC1_N-AROMATIC1": 5532, "N_C-AROMATIC3": 198, "C_O-SINGLE1": 2730, "C_C-AROMATIC2_O-SINGLE1": 5212, "C_C-SINGLE2": 13467, "N_C-SINGLE2": 5478, "C_C-AROMATIC2_N-SINGLE1": 3927, "C_C-SINGLE1": 9351, "N_C-AROMATIC1_N-AROMATIC1": 3256, "N_C-AROMATIC2_N-AROMATIC1": 188, "C_C-AROMATIC1_N-AROMATIC2": 641, "C_C-SINGLE2_N-SINGLE1": 2937, "N_C-AROMATIC1_C-SINGLE1_N-AROMATIC1": 1237, "C_C-AROMATIC1_N-AROMATIC1_N-SINGLE1": 1616, "C_C-SINGLE2_O-SINGLE1": 1140, "C_C-SINGLE1_N-AROMATIC1_S-AROMATIC1": 296, "C_C-AROMATIC1_C-SINGLE1_S-AROMATIC1": 756, "C_C-SINGLE3_N-SINGLE1": 299, "S_C-AROMATIC2": 1402, "C_C-SINGLE3": 2344, "C_C-SINGLE1_N-TRIPLE1": 574, "N_C-TRIPLE1": 585, "N_C-SINGLE1": 1142, "F_C-SINGLE1": 3542, "C_C-AROMATIC2_F-SINGLE1": 1654, "C_C-SINGLE1_N-AROMATIC2": 1303, "N_C-AROMATIC1_O-AROMATIC1": 569, "O_C-AROMATIC1_N-AROMATIC1": 525, "C_C-SINGLE1_N-AROMATIC1_O-AROMATIC1": 525, "C_C-SINGLE2_N-SINGLE1_O-SINGLE1": 23, "C_C-DOUBLE1": 97, "C_C-DOUBLE1_N-SINGLE1": 28, "C_C-AROMATIC1_N-AROMATIC1_O-SINGLE1": 482, "O_C-SINGLE1": 2570, "C_C-AROMATIC2_Cl-SINGLE1": 1783, "Cl_C-SINGLE1": 1948, "C_C-SINGLE2_O-DOUBLE1": 677, "C_C-AROMATIC2_S-SINGLE1": 1117, "S_C-SINGLE1_N-SINGLE1_O-DOUBLE2": 911, "O_S-DOUBLE1": 2442, "N_C-SINGLE2_S-SINGLE1": 471, "C_C-SINGLE4": 491, "C_O-SINGLE2": 204, "C_N-SINGLE1_O-DOUBLE1_O-SINGLE1": 185, "C_C-AROMATIC3": 2432, "C_C-AROMATIC1_S-AROMATIC1": 765, "C_N-AROMATIC1_N-SINGLE1_S-AROMATIC1": 348, "C_C-SINGLE1_F-SINGLE3": 500, "C_N-SINGLE2_O-DOUBLE1": 551, "C_N-SINGLE1_O-DOUBLE1": 3, "C_N-SINGLE1_O-DOUBLE1_S-SINGLE1": 23, "S_C-SINGLE2": 590, "C_C-DOUBLE1_C-SINGLE1_S-SINGLE1": 54, "C_C-DOUBLE1_C-SINGLE1": 934, "C_C-AROMATIC1_C-SINGLE1_O-AROMATIC1": 964, "C_C-AROMATIC1_Cl-SINGLE1_O-AROMATIC1": 4, "O_C-AROMATIC2": 1072, "C_C-AROMATIC1_N-AROMATIC1_S-AROMATIC1": 120, "N_C-SINGLE1_S-SINGLE1": 356, "N_N-AROMATIC2": 356, "N_C-SINGLE1_N-AROMATIC2": 42, "N_C-SINGLE1_N-SINGLE1": 171, "N_C-SINGLE1_O-DOUBLE1_O-SINGLE1": 41, "O_N-DOUBLE1": 44, "O_N-SINGLE1": 68, "C_C-AROMATIC1_N-AROMATIC1_O-DOUBLE1": 771, "S_N-SINGLE2_O-DOUBLE2": 24, "C_C-SINGLE1_N-DOUBLE1_N-SINGLE1": 107, "N_C-DOUBLE1_C-SINGLE1": 292, "C_F-SINGLE3_O-SINGLE1": 48, "C_C-AROMATIC2_S-AROMATIC1": 249, "C_N-AROMATIC2_N-SINGLE1": 684, "C_C-SINGLE1_F-SINGLE2": 18, "C_C-AROMATIC1_O-AROMATIC1": 465, "C_C-SINGLE2_N-SINGLE2": 18, "C_C-DOUBLE1_C-SINGLE1_N-SINGLE1": 175, "C_N-AROMATIC2_O-DOUBLE1": 249, "C_C-SINGLE1_S-SINGLE1": 599, "S_C-SINGLE2_O-DOUBLE2": 257, "C_S-SINGLE1": 225, "S_C-SINGLE2_O-SINGLE1": 21, "O_S-SINGLE1": 28, "C_C-AROMATIC1_N-AROMATIC1_S-SINGLE1": 100, "C_N-AROMATIC1_N-SINGLE1_O-AROMATIC1": 59, "C_C-SINGLE1_O-DOUBLE1_O-SINGLE1": 1042, "C_C-AROMATIC1_N-SINGLE1_S-AROMATIC1": 80, "N_C-SINGLE4": 16, "C_C-SINGLE3_O-SINGLE1": 352, "C_N-AROMATIC1_O-AROMATIC1_S-SINGLE1": 25, "C_C-SINGLE2_S-SINGLE1": 98, "C_C-AROMATIC2_O-AROMATIC1": 343, "C_Br-SINGLE1_C-AROMATIC2": 319, "Br_C-SINGLE1": 369, "C_C-AROMATIC2_O-DOUBLE1": 206, "C_C-DOUBLE1_C-SINGLE2": 459, "N_C-SINGLE1_P-SINGLE1": 2, "P_C-SINGLE1_N-SINGLE1_O-DOUBLE1_O-SINGLE1": 2, "C_P-SINGLE1": 2, "O_P-DOUBLE1": 12, "O_C-SINGLE1_P-SINGLE1": 11, "C_C-DOUBLE1_C-SINGLE1_O-SINGLE1": 74, "N_N-SINGLE1_S-SINGLE1": 10, "C_C-SINGLE1_N-SINGLE1_S-SINGLE1": 40, "N_S-SINGLE1": 83, "C_N-AROMATIC2_S-AROMATIC1": 32, "C_C-AROMATIC2_I-SINGLE1": 18, "I_C-SINGLE1": 20, "C_C-SINGLE2_O-SINGLE2": 26, "O_N-AROMATIC2": 25, "C_C-SINGLE1_O-SINGLE2": 27, "N_C-AROMATIC2_S-SINGLE1": 23, "N_C-AROMATIC2_N-SINGLE1": 48, "N_C-DOUBLE1_N-SINGLE1": 197, "C_C-SINGLE1_N-DOUBLE1": 74, "C_C-SINGLE2_N-DOUBLE1": 199, "N_C-DOUBLE1_O-SINGLE1": 43, "C_N-AROMATIC1_O-DOUBLE1_S-AROMATIC1": 7, "C_N-AROMATIC1_S-AROMATIC1": 56, "S_C-AROMATIC1_N-AROMATIC1": 102, "N_C-AROMATIC1_S-AROMATIC1": 93, "C_N-DOUBLE1_N-SINGLE1_S-SINGLE1": 74, "C_C-SINGLE1_C-TRIPLE1": 148, "C_N-AROMATIC1_S-AROMATIC1_S-SINGLE1": 33, "C_C-AROMATIC1_Cl-SINGLE1_N-AROMATIC1": 74, "C_N-AROMATIC2_O-SINGLE1": 49, "C_C-SINGLE1_N-SINGLE2": 38, "C_N-AROMATIC2_S-SINGLE1": 167, "N_C-DOUBLE1": 39, "C_C-SINGLE1_N-DOUBLE1_O-SINGLE1": 17, "O_C-SINGLE1_N-SINGLE1": 61, "C_N-SINGLE2_S-DOUBLE1": 46, "S_C-DOUBLE1": 103, "C_N-AROMATIC1_O-AROMATIC1_O-DOUBLE1": 43, "C_C-SINGLE1_N-SINGLE1_O-SINGLE1": 50, "C_C-AROMATIC1_S-AROMATIC1_S-SINGLE1": 65, "C_C-AROMATIC1_Cl-SINGLE1_S-AROMATIC1": 32, "C_C-SINGLE1_Cl-SINGLE1": 19, "C_C-SINGLE1_O-DOUBLE1": 25, "N_C-SINGLE2_N-SINGLE1": 139, "C_C-AROMATIC1_F-SINGLE1_N-AROMATIC1": 12, "C_N-SINGLE2": 46, "C_C-SINGLE2_F-SINGLE2": 39, "C_Cl-SINGLE1_N-AROMATIC2": 12, "C_C-TRIPLE1": 18, "C_C-DOUBLE1_N-SINGLE1_O-SINGLE1": 29, "C_N-DOUBLE1_N-SINGLE2": 49, "C_C-SINGLE3_S-SINGLE1": 19, "N_C-SINGLE1_N-DOUBLE1": 32, "S_C-SINGLE2_N-DOUBLE1": 1, "N_C-SINGLE1_S-DOUBLE1": 2, "C_N-SINGLE1_N-TRIPLE1": 11, "N_C-AROMATIC2_O-SINGLE1": 15, "C_C-AROMATIC1_O-AROMATIC1_O-DOUBLE1": 97, "C_Br-SINGLE1_C-AROMATIC1_O-AROMATIC1": 16, "C_N-AROMATIC3": 61, "C_C-SINGLE1_I-SINGLE1": 1, "C_N-AROMATIC1_O-AROMATIC1": 18, "S_C-SINGLE1": 38, "C_C-AROMATIC1_N-AROMATIC1_P-SINGLE1": 1, "P_C-SINGLE1_N-SINGLE2_S-DOUBLE1": 1, "S_P-DOUBLE1": 2, "N_C-SINGLE2_P-SINGLE1": 2, "C_C-SINGLE2_F-SINGLE1": 24, "N_C-DOUBLE1_C-SINGLE2": 8, "C_N-AROMATIC2_N-DOUBLE1": 4, "C_N-AROMATIC1_N-DOUBLE1_S-AROMATIC1": 28, "C_C-DOUBLE1_S-SINGLE1": 11, "C_N-SINGLE1_O-SINGLE1_S-DOUBLE1": 3, "C_N-AROMATIC1_O-AROMATIC1_S-DOUBLE1": 5, "N_C-AROMATIC1_C-SINGLE1_S-AROMATIC1": 17, "C_N-DOUBLE1_N-SINGLE1_O-SINGLE1": 13, "C_N-SINGLE1_S-SINGLE2": 1, "C_C-AROMATIC1_N-SINGLE1_O-AROMATIC1": 40, "C_N-AROMATIC2_S-DOUBLE1": 13, "C_C-AROMATIC1_N-DOUBLE1_S-AROMATIC1": 3, "S_C-AROMATIC1_S-AROMATIC1": 5, "S_N-AROMATIC1_S-AROMATIC1": 3, "N_C-SINGLE1_O-SINGLE1": 8, "N_N-AROMATIC1_S-AROMATIC1": 36, "S_C-AROMATIC1_N-AROMATIC1_O-SINGLE1": 1, "C_C-AROMATIC1_S-AROMATIC2": 2, "C_C-SINGLE1_F-SINGLE1": 18, "O_C-SINGLE1_S-SINGLE1": 22, "S_C-SINGLE1_O-DOUBLE2_O-SINGLE1": 14, "C_C-DOUBLE1_C-SINGLE1_Cl-SINGLE1": 11, "S_N-AROMATIC2": 19, "C_O-AROMATIC1_O-DOUBLE1_S-AROMATIC1": 2, "C_N-SINGLE1_O-SINGLE1": 20, "N_N-AROMATIC1_O-AROMATIC1": 1, "C_C-AROMATIC1_O-AROMATIC1_O-SINGLE1": 5, "C_F-SINGLE1_O-SINGLE1": 1, "S_N-SINGLE1_O-DOUBLE2_O-SINGLE1": 10, "C_F-SINGLE2_O-SINGLE2": 3, "C_N-AROMATIC1_O-SINGLE1_S-AROMATIC1": 5, "N_C-AROMATIC1_N-AROMATIC2": 2, "C_C-DOUBLE1_N-SINGLE2": 8, "C_C-SINGLE1_P-SINGLE1": 4, "P_C-SINGLE1_O-DOUBLE1_O-SINGLE2": 6, "O_P-SINGLE1": 11, "C_F-SINGLE2_O-SINGLE1": 19, "C_C-AROMATIC1_F-SINGLE1_S-AROMATIC1": 3, "C_Br-SINGLE1_C-AROMATIC1_S-AROMATIC1": 9, "C_C-AROMATIC1_C-DOUBLE1_S-AROMATIC1": 4, "C_C-DOUBLE1_N-AROMATIC1_S-AROMATIC1": 3, "C_Cl-SINGLE1_N-AROMATIC1_S-AROMATIC1": 1, "C_N-SINGLE1_S-DOUBLE1_S-SINGLE1": 14, "S_C-SINGLE1_N-SINGLE1": 2, "N_C-SINGLE2_O-SINGLE1": 17, "C_C-SINGLE2_N-SINGLE1_S-SINGLE1": 4, "N_C-DOUBLE1_S-SINGLE1": 15, "C_N-SINGLE2_O-SINGLE1": 1, "C_Br-SINGLE1_C-AROMATIC1_N-AROMATIC1": 12, "C_C-SINGLE1_F-SINGLE2_O-SINGLE1": 1, "C_C-SINGLE3_F-SINGLE1": 10, "C_C-AROMATIC1_N-AROMATIC1_O-AROMATIC1": 39, "C_C-AROMATIC1_O-AROMATIC1_S-SINGLE1": 6, "C_N-SINGLE2_S-SINGLE1": 4, "C_C-SINGLE1_N-DOUBLE1_S-SINGLE1": 7, "C_C-SINGLE2_O-SINGLE1_S-SINGLE1": 1, "C_C-AROMATIC2_S-DOUBLE1": 2, "N_N-SINGLE1": 6, "S_N-AROMATIC2_O-SINGLE1": 1, "C_C-SINGLE1_N-SINGLE1_S-DOUBLE1": 10, "N_O-SINGLE1": 3, "C_C-SINGLE2_S-SINGLE2": 1, "C_C-DOUBLE1_N-SINGLE1_S-SINGLE1": 6, "C_C-SINGLE2_Cl-SINGLE1": 3, "C_N-AROMATIC1_O-AROMATIC1_O-SINGLE1": 5, "C_C-DOUBLE1_O-SINGLE2": 4, "C_C-SINGLE1_S-SINGLE2": 2, "C_N-TRIPLE1": 2, "N_C-SINGLE1_C-TRIPLE1": 2, "N_C-SINGLE1_O-DOUBLE1": 3, "C_C-SINGLE1_O-DOUBLE1_S-SINGLE1": 4, "N_C-SINGLE1_N-TRIPLE1": 1, "N_N-TRIPLE1": 1, "C_Br-SINGLE1_C-DOUBLE1_C-SINGLE1": 4, "C_Br-SINGLE1_N-AROMATIC2": 5, "C_C-SINGLE2_O-SINGLE1_P-SINGLE1": 1, "N_C-AROMATIC1_C-SINGLE1_O-AROMATIC1": 2, "O_N-SINGLE1_S-SINGLE1": 3, "N_C-AROMATIC1_N-AROMATIC1_S-SINGLE1": 8, "S_C-SINGLE1_N-DOUBLE1_O-DOUBLE1_O-SINGLE1": 1, "C_C-AROMATIC1_O-DOUBLE1_S-AROMATIC1": 2, "C_C-AROMATIC1_O-SINGLE1_S-AROMATIC1": 2, "C_Br-SINGLE1_C-SINGLE1": 3, "C_F-SINGLE3_S-SINGLE1": 2, "C_C-AROMATIC1_N-AROMATIC1_N-DOUBLE1": 5, "C_N-AROMATIC1_S-AROMATIC1_S-DOUBLE1": 6, "N_C-SINGLE1_N-SINGLE1_S-SINGLE1": 4, "C_C-SINGLE2_P-SINGLE1": 1, "P_C-SINGLE2_O-DOUBLE1_O-SINGLE1": 2, "C_C-AROMATIC2_P-SINGLE1": 4, "C_P-SINGLE1_S-SINGLE1": 1, "C_O-AROMATIC2_O-DOUBLE1": 1, "N_C-AROMATIC1_O-AROMATIC1_O-SINGLE1": 3, "C_C-AROMATIC1_N-DOUBLE1_O-AROMATIC1": 4, "C_C-AROMATIC2_N-DOUBLE1": 9, "S_O-DOUBLE2_O-SINGLE2": 1, "C_O-DOUBLE1_O-SINGLE2": 2, "C_N-DOUBLE1_N-SINGLE1": 1, "C_C-DOUBLE2": 2, "S_C-SINGLE1_O-DOUBLE2_S-SINGLE1": 2, "S_C-SINGLE1_S-SINGLE1": 4, "C_N-SINGLE1_S-SINGLE1": 2, "N_C-AROMATIC1_N-AROMATIC1_O-SINGLE1": 1, "C_C-AROMATIC1_N-AROMATIC1_S-DOUBLE1": 4, "C_C-DOUBLE1_C-SINGLE1_F-SINGLE1": 2, "C_C-SINGLE1_O-SINGLE1_S-SINGLE1": 2, "C_C-SINGLE2_Cl-SINGLE2": 2, "S_C-SINGLE2_N-DOUBLE1_O-DOUBLE1": 1, "N_S-DOUBLE1": 1, "S_O-DOUBLE1_O-SINGLE2": 1, "P_O-DOUBLE1_O-SINGLE3": 1, "C_O-SINGLE1_P-SINGLE1": 1, "S_N-SINGLE1_O-DOUBLE1_O-SINGLE1": 1, "P_O-SINGLE3_S-DOUBLE1": 1, "C_F-SINGLE1_N-AROMATIC2": 1, "N_C-SINGLE3_N-SINGLE1": 1, "C_C-AROMATIC1_O-AROMATIC1_P-SINGLE1": 1, "N_C-SINGLE1_N-SINGLE1_O-SINGLE1": 1, "N_N-DOUBLE1_N-SINGLE1": 2, "C_F-SINGLE3_N-SINGLE1": 1, "C_C-AROMATIC1_O-AROMATIC1_S-AROMATIC1": 1, "N_C-SINGLE1_S-SINGLE2": 1, "C_C-DOUBLE1_Cl-SINGLE2": 1, "N_C-AROMATIC1_N-AROMATIC1_N-SINGLE1": 1, "C_C-SINGLE1_N-SINGLE2_O-SINGLE1": 1, "C_F-SINGLE2_N-SINGLE1": 1, "C_C-AROMATIC1_I-SINGLE1_N-AROMATIC1": 1, "C_C-AROMATIC1_C-DOUBLE1_N-AROMATIC1": 2, "C_Br-SINGLE1_C-SINGLE2": 1, "C_C-SINGLE1_Cl-SINGLE3": 1, "C_C-SINGLE1_F-SINGLE2_S-SINGLE1": 1, "P_C-SINGLE3_O-DOUBLE1": 1}, "itos": ["<pad>", "<other>", "C_C-AROMATIC2", "C_C-AROMATIC2_C-SINGLE1", "C_C-SINGLE1_N-SINGLE1", "C_C-SINGLE2", "O_C-DOUBLE1", "C_C-SINGLE1", "N_C-AROMATIC2", "O_C-SINGLE2", "N_C-SINGLE3", "C_C-AROMATIC1_N-AROMATIC1", "N_C-SINGLE2", "C_C-SINGLE1_N-SINGLE1_O-DOUBLE1", "C_C-AROMATIC2_O-SINGLE1", "C_C-AROMATIC1_C-SINGLE1_N-AROMATIC1", "C_C-AROMATIC2_N-SINGLE1", "F_C-SINGLE1", "N_C-AROMATIC1_N-AROMATIC1", "C_C-SINGLE1_O-SINGLE1", "C_C-SINGLE2_N-SINGLE1", "C_O-SINGLE1", "O_C-SINGLE1", "O_S-DOUBLE1", "C_C-AROMATIC3", "C_C-AROMATIC2_N-AROMATIC1", "C_C-SINGLE3", "C_N-SINGLE1", "Cl_C-SINGLE1", "C_C-AROMATIC2_Cl-SINGLE1", "C_C-AROMATIC2_F-SINGLE1", "C_C-AROMATIC1_N-AROMATIC1_N-SINGLE1", "N_C-AROMATIC2_C-SINGLE1", "S_C-AROMATIC2", "C_C-SINGLE1_N-AROMATIC2", "N_C-AROMATIC1_C-SINGLE1_N-AROMATIC1", "N_C-SINGLE1", "C_C-SINGLE2_O-SINGLE1", "C_C-AROMATIC2_S-SINGLE1", "O_C-AROMATIC2", "C_C-SINGLE1_O-DOUBLE1_O-SINGLE1", "C_C-AROMATIC1_C-SINGLE1_O-AROMATIC1", "C_C-DOUBLE1_C-SINGLE1", "S_C-SINGLE1_N-SINGLE1_O-DOUBLE2", "C_N-AROMATIC2", "C_C-AROMATIC1_N-AROMATIC1_O-DOUBLE1", "C_C-AROMATIC1_S-AROMATIC1", "C_C-AROMATIC1_C-SINGLE1_S-AROMATIC1", "C_N-AROMATIC2_N-SINGLE1", "C_C-SINGLE2_O-DOUBLE1", "C_C-AROMATIC1_N-AROMATIC2", "C_C-SINGLE1_S-SINGLE1", "S_C-SINGLE2", "N_C-TRIPLE1", "C_C-SINGLE1_N-TRIPLE1", "N_C-AROMATIC1_O-AROMATIC1", "C_N-SINGLE2_O-DOUBLE1", "C_C-SINGLE1_N-AROMATIC1_O-AROMATIC1", "O_C-AROMATIC1_N-AROMATIC1", "C_C-SINGLE1_F-SINGLE3", "C_C-SINGLE4", "C_C-AROMATIC1_N-AROMATIC1_O-SINGLE1", "N_C-SINGLE2_S-SINGLE1", "C_C-AROMATIC1_O-AROMATIC1", "C_C-DOUBLE1_C-SINGLE2", "Br_C-SINGLE1", "N_C-SINGLE1_S-SINGLE1", "N_N-AROMATIC2", "C_C-SINGLE3_O-SINGLE1", "C_N-AROMATIC1_N-SINGLE1_S-AROMATIC1", "C_C-AROMATIC2_O-AROMATIC1", "C_Br-SINGLE1_C-AROMATIC2", "C_C-SINGLE3_N-SINGLE1", "C_C-SINGLE1_N-AROMATIC1_S-AROMATIC1", "N_C-DOUBLE1_C-SINGLE1", "S_C-SINGLE2_O-DOUBLE2", "C_C-AROMATIC2_S-AROMATIC1", "C_N-AROMATIC2_O-DOUBLE1", "C_S-SINGLE1", "C_C-AROMATIC2_O-DOUBLE1", "C_O-SINGLE2", "C_C-SINGLE2_N-DOUBLE1", "N_C-AROMATIC3", "N_C-DOUBLE1_N-SINGLE1", "N_C-AROMATIC2_N-AROMATIC1", "C_N-SINGLE1_O-DOUBLE1_O-SINGLE1", "C_C-DOUBLE1_C-SINGLE1_N-SINGLE1", "N_C-SINGLE1_N-SINGLE1", "C_N-AROMATIC2_S-SINGLE1", "C_C-SINGLE1_C-TRIPLE1", "N_C-SINGLE2_N-SINGLE1", "C_C-AROMATIC1_N-AROMATIC1_S-AROMATIC1", "C_C-SINGLE1_N-DOUBLE1_N-SINGLE1", "S_C-DOUBLE1", "S_C-AROMATIC1_N-AROMATIC1", "C_C-AROMATIC1_N-AROMATIC1_S-SINGLE1", "C_C-SINGLE2_S-SINGLE1", "C_C-AROMATIC1_O-AROMATIC1_O-DOUBLE1", "C_C-DOUBLE1", "N_C-AROMATIC1_S-AROMATIC1", "N_S-SINGLE1", "C_C-AROMATIC1_N-SINGLE1_S-AROMATIC1", "C_C-AROMATIC1_Cl-SINGLE1_N-AROMATIC1", "C_C-DOUBLE1_C-SINGLE1_O-SINGLE1", "C_C-SINGLE1_N-DOUBLE1", "C_N-DOUBLE1_N-SINGLE1_S-SINGLE1", "O_N-SINGLE1", "C_C-AROMATIC1_S-AROMATIC1_S-SINGLE1", "C_N-AROMATIC3", "O_C-SINGLE1_N-SINGLE1", "C_N-AROMATIC1_N-SINGLE1_O-AROMATIC1", "C_N-AROMATIC1_S-AROMATIC1", "C_C-DOUBLE1_C-SINGLE1_S-SINGLE1", "C_C-SINGLE1_N-SINGLE1_O-SINGLE1", "C_N-AROMATIC2_O-SINGLE1", "C_N-DOUBLE1_N-SINGLE2", "C_F-SINGLE3_O-SINGLE1", "N_C-AROMATIC2_N-SINGLE1", "C_N-SINGLE2", "C_N-SINGLE2_S-DOUBLE1", "O_N-DOUBLE1", "C_N-AROMATIC1_O-AROMATIC1_O-DOUBLE1", "N_C-DOUBLE1_O-SINGLE1", "N_C-SINGLE1_N-AROMATIC2", "N_C-SINGLE1_O-DOUBLE1_O-SINGLE1", "C_C-AROMATIC1_N-SINGLE1_O-AROMATIC1", "C_C-SINGLE1_N-SINGLE1_S-SINGLE1", "C_C-AROMATIC1_N-AROMATIC1_O-AROMATIC1", "C_C-SINGLE2_F-SINGLE2", "N_C-DOUBLE1", "C_C-SINGLE1_N-SINGLE2", "S_C-SINGLE1", "N_N-AROMATIC1_S-AROMATIC1", "C_N-AROMATIC1_S-AROMATIC1_S-SINGLE1", "C_C-AROMATIC1_Cl-SINGLE1_S-AROMATIC1", "C_N-AROMATIC2_S-AROMATIC1", "N_C-SINGLE1_N-DOUBLE1", "C_C-DOUBLE1_N-SINGLE1_O-SINGLE1", "C_C-DOUBLE1_N-SINGLE1", "C_N-AROMATIC1_N-DOUBLE1_S-AROMATIC1", "O_S-SINGLE1", "C_C-SINGLE1_O-SINGLE2", "C_C-SINGLE2_O-SINGLE2", "C_C-SINGLE1_O-DOUBLE1", "C_N-AROMATIC1_O-AROMATIC1_S-SINGLE1", "O_N-AROMATIC2", "C_C-SINGLE2_F-SINGLE1", "S_N-SINGLE2_O-DOUBLE2", "C_C-SINGLE2_N-SINGLE1_O-SINGLE1", "C_N-SINGLE1_O-DOUBLE1_S-SINGLE1", "N_C-AROMATIC2_S-SINGLE1", "O_C-SINGLE1_S-SINGLE1", "S_C-SINGLE2_O-SINGLE1", "C_N-SINGLE1_O-SINGLE1", "I_C-SINGLE1", "C_C-SINGLE1_Cl-SINGLE1", "C_C-SINGLE3_S-SINGLE1", "C_F-SINGLE2_O-SINGLE1", "S_N-AROMATIC2", "C_C-AROMATIC2_I-SINGLE1", "C_C-SINGLE1_F-SINGLE1", "C_C-SINGLE1_F-SINGLE2", "C_C-SINGLE2_N-SINGLE2", "C_C-TRIPLE1", "C_N-AROMATIC1_O-AROMATIC1", "C_C-SINGLE1_N-DOUBLE1_O-SINGLE1", "N_C-AROMATIC1_C-SINGLE1_S-AROMATIC1", "N_C-SINGLE2_O-SINGLE1", "C_Br-SINGLE1_C-AROMATIC1_O-AROMATIC1", "N_C-SINGLE4", "N_C-AROMATIC2_O-SINGLE1", "N_C-DOUBLE1_S-SINGLE1", "C_N-SINGLE1_S-DOUBLE1_S-SINGLE1", "S_C-SINGLE1_O-DOUBLE2_O-SINGLE1", "C_N-AROMATIC2_S-DOUBLE1", "C_N-DOUBLE1_N-SINGLE1_O-SINGLE1", "C_Br-SINGLE1_C-AROMATIC1_N-AROMATIC1", "C_C-AROMATIC1_F-SINGLE1_N-AROMATIC1", "C_Cl-SINGLE1_N-AROMATIC2", "O_P-DOUBLE1", "C_C-DOUBLE1_C-SINGLE1_Cl-SINGLE1", "C_C-DOUBLE1_S-SINGLE1", "C_N-SINGLE1_N-TRIPLE1", "O_C-SINGLE1_P-SINGLE1", "O_P-SINGLE1", "C_C-SINGLE1_N-SINGLE1_S-DOUBLE1", "C_C-SINGLE3_F-SINGLE1", "N_N-SINGLE1_S-SINGLE1", "S_N-SINGLE1_O-DOUBLE2_O-SINGLE1", "C_Br-SINGLE1_C-AROMATIC1_S-AROMATIC1", "C_C-AROMATIC2_N-DOUBLE1", "C_C-DOUBLE1_N-SINGLE2", "N_C-AROMATIC1_N-AROMATIC1_S-SINGLE1", "N_C-DOUBLE1_C-SINGLE2", "N_C-SINGLE1_O-SINGLE1", "C_C-SINGLE1_N-DOUBLE1_S-SINGLE1", "C_N-AROMATIC1_O-DOUBLE1_S-AROMATIC1", "C_C-AROMATIC1_O-AROMATIC1_S-SINGLE1", "C_C-DOUBLE1_N-SINGLE1_S-SINGLE1", "C_N-AROMATIC1_S-AROMATIC1_S-DOUBLE1", "N_N-SINGLE1", "P_C-SINGLE1_O-DOUBLE1_O-SINGLE2", "C_Br-SINGLE1_N-AROMATIC2", "C_C-AROMATIC1_N-AROMATIC1_N-DOUBLE1", "C_C-AROMATIC1_O-AROMATIC1_O-SINGLE1", "C_N-AROMATIC1_O-AROMATIC1_O-SINGLE1", "C_N-AROMATIC1_O-AROMATIC1_S-DOUBLE1", "C_N-AROMATIC1_O-SINGLE1_S-AROMATIC1", "S_C-AROMATIC1_S-AROMATIC1", "C_Br-SINGLE1_C-DOUBLE1_C-SINGLE1", "C_C-AROMATIC1_C-DOUBLE1_S-AROMATIC1", "C_C-AROMATIC1_Cl-SINGLE1_O-AROMATIC1", "C_C-AROMATIC1_N-AROMATIC1_S-DOUBLE1", "C_C-AROMATIC1_N-DOUBLE1_O-AROMATIC1", "C_C-AROMATIC2_P-SINGLE1", "C_C-DOUBLE1_O-SINGLE2", "C_C-SINGLE1_O-DOUBLE1_S-SINGLE1", "C_C-SINGLE1_P-SINGLE1", "C_C-SINGLE2_N-SINGLE1_S-SINGLE1", "C_N-AROMATIC2_N-DOUBLE1", "C_N-SINGLE2_S-SINGLE1", "N_C-SINGLE1_N-SINGLE1_S-SINGLE1", "S_C-SINGLE1_S-SINGLE1", "C_Br-SINGLE1_C-SINGLE1", "C_C-AROMATIC1_F-SINGLE1_S-AROMATIC1", "C_C-AROMATIC1_N-DOUBLE1_S-AROMATIC1", "C_C-DOUBLE1_N-AROMATIC1_S-AROMATIC1", "C_C-SINGLE2_Cl-SINGLE1", "C_F-SINGLE2_O-SINGLE2", "C_N-SINGLE1_O-DOUBLE1", "C_N-SINGLE1_O-SINGLE1_S-DOUBLE1", "N_C-AROMATIC1_O-AROMATIC1_O-SINGLE1", "N_C-SINGLE1_O-DOUBLE1", "N_O-SINGLE1", "O_N-SINGLE1_S-SINGLE1", "S_N-AROMATIC1_S-AROMATIC1", "C_C-AROMATIC1_C-DOUBLE1_N-AROMATIC1", "C_C-AROMATIC1_O-DOUBLE1_S-AROMATIC1", "C_C-AROMATIC1_O-SINGLE1_S-AROMATIC1", "C_C-AROMATIC1_S-AROMATIC2", "C_C-AROMATIC2_S-DOUBLE1", "C_C-DOUBLE1_C-SINGLE1_F-SINGLE1", "C_C-DOUBLE2", "C_C-SINGLE1_O-SINGLE1_S-SINGLE1", "C_C-SINGLE1_S-SINGLE2", "C_C-SINGLE2_Cl-SINGLE2", "C_F-SINGLE3_S-SINGLE1", "C_N-SINGLE1_S-SINGLE1", "C_N-TRIPLE1", "C_O-AROMATIC1_O-DOUBLE1_S-AROMATIC1", "C_O-DOUBLE1_O-SINGLE2", "C_P-SINGLE1", "N_C-AROMATIC1_C-SINGLE1_O-AROMATIC1", "N_C-AROMATIC1_N-AROMATIC2", "N_C-SINGLE1_C-TRIPLE1", "N_C-SINGLE1_P-SINGLE1", "N_C-SINGLE1_S-DOUBLE1", "N_C-SINGLE2_P-SINGLE1", "N_N-DOUBLE1_N-SINGLE1", "P_C-SINGLE1_N-SINGLE1_O-DOUBLE1_O-SINGLE1", "P_C-SINGLE2_O-DOUBLE1_O-SINGLE1", "S_C-SINGLE1_N-SINGLE1", "S_C-SINGLE1_O-DOUBLE2_S-SINGLE1", "S_P-DOUBLE1", "C_Br-SINGLE1_C-SINGLE2", "C_C-AROMATIC1_I-SINGLE1_N-AROMATIC1", "C_C-AROMATIC1_N-AROMATIC1_P-SINGLE1", "C_C-AROMATIC1_O-AROMATIC1_P-SINGLE1", "C_C-AROMATIC1_O-AROMATIC1_S-AROMATIC1", "C_C-DOUBLE1_Cl-SINGLE2", "C_C-SINGLE1_Cl-SINGLE3", "C_C-SINGLE1_F-SINGLE2_O-SINGLE1", "C_C-SINGLE1_F-SINGLE2_S-SINGLE1", "C_C-SINGLE1_I-SINGLE1", "C_C-SINGLE1_N-SINGLE2_O-SINGLE1", "C_C-SINGLE2_O-SINGLE1_P-SINGLE1", "C_C-SINGLE2_O-SINGLE1_S-SINGLE1", "C_C-SINGLE2_P-SINGLE1", "C_C-SINGLE2_S-SINGLE2", "C_Cl-SINGLE1_N-AROMATIC1_S-AROMATIC1", "C_F-SINGLE1_N-AROMATIC2", "C_F-SINGLE1_O-SINGLE1", "C_F-SINGLE2_N-SINGLE1", "C_F-SINGLE3_N-SINGLE1", "C_N-DOUBLE1_N-SINGLE1", "C_N-SINGLE1_S-SINGLE2", "C_N-SINGLE2_O-SINGLE1", "C_O-AROMATIC2_O-DOUBLE1", "C_O-SINGLE1_P-SINGLE1", "C_P-SINGLE1_S-SINGLE1", "N_C-AROMATIC1_N-AROMATIC1_N-SINGLE1", "N_C-AROMATIC1_N-AROMATIC1_O-SINGLE1", "N_C-SINGLE1_N-SINGLE1_O-SINGLE1", "N_C-SINGLE1_N-TRIPLE1", "N_C-SINGLE1_S-SINGLE2", "N_C-SINGLE3_N-SINGLE1", "N_N-AROMATIC1_O-AROMATIC1", "N_N-TRIPLE1", "N_S-DOUBLE1", "P_C-SINGLE1_N-SINGLE2_S-DOUBLE1", "P_C-SINGLE3_O-DOUBLE1", "P_O-DOUBLE1_O-SINGLE3", "P_O-SINGLE3_S-DOUBLE1", "S_C-AROMATIC1_N-AROMATIC1_O-SINGLE1", "S_C-SINGLE1_N-DOUBLE1_O-DOUBLE1_O-SINGLE1", "S_C-SINGLE2_N-DOUBLE1", "S_C-SINGLE2_N-DOUBLE1_O-DOUBLE1", "S_N-AROMATIC2_O-SINGLE1", "S_N-SINGLE1_O-DOUBLE1_O-SINGLE1", "S_O-DOUBLE1_O-SINGLE2", "S_O-DOUBLE2_O-SINGLE2"], "stoi": {"<pad>": 0, "<other>": 1, "C_C-AROMATIC2": 2, "C_C-AROMATIC2_C-SINGLE1": 3, "C_C-SINGLE1_N-SINGLE1": 4, "C_C-SINGLE2": 5, "O_C-DOUBLE1": 6, "C_C-SINGLE1": 7, "N_C-AROMATIC2": 8, "O_C-SINGLE2": 9, "N_C-SINGLE3": 10, "C_C-AROMATIC1_N-AROMATIC1": 11, "N_C-SINGLE2": 12, "C_C-SINGLE1_N-SINGLE1_O-DOUBLE1": 13, "C_C-AROMATIC2_O-SINGLE1": 14, "C_C-AROMATIC1_C-SINGLE1_N-AROMATIC1": 15, "C_C-AROMATIC2_N-SINGLE1": 16, "F_C-SINGLE1": 17, "N_C-AROMATIC1_N-AROMATIC1": 18, "C_C-SINGLE1_O-SINGLE1": 19, "C_C-SINGLE2_N-SINGLE1": 20, "C_O-SINGLE1": 21, "O_C-SINGLE1": 22, "O_S-DOUBLE1": 23, "C_C-AROMATIC3": 24, "C_C-AROMATIC2_N-AROMATIC1": 25, "C_C-SINGLE3": 26, "C_N-SINGLE1": 27, "Cl_C-SINGLE1": 28, "C_C-AROMATIC2_Cl-SINGLE1": 29, "C_C-AROMATIC2_F-SINGLE1": 30, "C_C-AROMATIC1_N-AROMATIC1_N-SINGLE1": 31, "N_C-AROMATIC2_C-SINGLE1": 32, "S_C-AROMATIC2": 33, "C_C-SINGLE1_N-AROMATIC2": 34, "N_C-AROMATIC1_C-SINGLE1_N-AROMATIC1": 35, "N_C-SINGLE1": 36, "C_C-SINGLE2_O-SINGLE1": 37, "C_C-AROMATIC2_S-SINGLE1": 38, "O_C-AROMATIC2": 39, "C_C-SINGLE1_O-DOUBLE1_O-SINGLE1": 40, "C_C-AROMATIC1_C-SINGLE1_O-AROMATIC1": 41, "C_C-DOUBLE1_C-SINGLE1": 42, "S_C-SINGLE1_N-SINGLE1_O-DOUBLE2": 43, "C_N-AROMATIC2": 44, "C_C-AROMATIC1_N-AROMATIC1_O-DOUBLE1": 45, "C_C-AROMATIC1_S-AROMATIC1": 46, "C_C-AROMATIC1_C-SINGLE1_S-AROMATIC1": 47, "C_N-AROMATIC2_N-SINGLE1": 48, "C_C-SINGLE2_O-DOUBLE1": 49, "C_C-AROMATIC1_N-AROMATIC2": 50, "C_C-SINGLE1_S-SINGLE1": 51, "S_C-SINGLE2": 52, "N_C-TRIPLE1": 53, "C_C-SINGLE1_N-TRIPLE1": 54, "N_C-AROMATIC1_O-AROMATIC1": 55, "C_N-SINGLE2_O-DOUBLE1": 56, "C_C-SINGLE1_N-AROMATIC1_O-AROMATIC1": 57, "O_C-AROMATIC1_N-AROMATIC1": 58, "C_C-SINGLE1_F-SINGLE3": 59, "C_C-SINGLE4": 60, "C_C-AROMATIC1_N-AROMATIC1_O-SINGLE1": 61, "N_C-SINGLE2_S-SINGLE1": 62, "C_C-AROMATIC1_O-AROMATIC1": 63, "C_C-DOUBLE1_C-SINGLE2": 64, "Br_C-SINGLE1": 65, "N_C-SINGLE1_S-SINGLE1": 66, "N_N-AROMATIC2": 67, "C_C-SINGLE3_O-SINGLE1": 68, "C_N-AROMATIC1_N-SINGLE1_S-AROMATIC1": 69, "C_C-AROMATIC2_O-AROMATIC1": 70, "C_Br-SINGLE1_C-AROMATIC2": 71, "C_C-SINGLE3_N-SINGLE1": 72, "C_C-SINGLE1_N-AROMATIC1_S-AROMATIC1": 73, "N_C-DOUBLE1_C-SINGLE1": 74, "S_C-SINGLE2_O-DOUBLE2": 75, "C_C-AROMATIC2_S-AROMATIC1": 76, "C_N-AROMATIC2_O-DOUBLE1": 77, "C_S-SINGLE1": 78, "C_C-AROMATIC2_O-DOUBLE1": 79, "C_O-SINGLE2": 80, "C_C-SINGLE2_N-DOUBLE1": 81, "N_C-AROMATIC3": 82, "N_C-DOUBLE1_N-SINGLE1": 83, "N_C-AROMATIC2_N-AROMATIC1": 84, "C_N-SINGLE1_O-DOUBLE1_O-SINGLE1": 85, "C_C-DOUBLE1_C-SINGLE1_N-SINGLE1": 86, "N_C-SINGLE1_N-SINGLE1": 87, "C_N-AROMATIC2_S-SINGLE1": 88, "C_C-SINGLE1_C-TRIPLE1": 89, "N_C-SINGLE2_N-SINGLE1": 90, "C_C-AROMATIC1_N-AROMATIC1_S-AROMATIC1": 91, "C_C-SINGLE1_N-DOUBLE1_N-SINGLE1": 92, "S_C-DOUBLE1": 93, "S_C-AROMATIC1_N-AROMATIC1": 94, "C_C-AROMATIC1_N-AROMATIC1_S-SINGLE1": 95, "C_C-SINGLE2_S-SINGLE1": 96, "C_C-AROMATIC1_O-AROMATIC1_O-DOUBLE1": 97, "C_C-DOUBLE1": 98, "N_C-AROMATIC1_S-AROMATIC1": 99, "N_S-SINGLE1": 100, "C_C-AROMATIC1_N-SINGLE1_S-AROMATIC1": 101, "C_C-AROMATIC1_Cl-SINGLE1_N-AROMATIC1": 102, "C_C-DOUBLE1_C-SINGLE1_O-SINGLE1": 103, "C_C-SINGLE1_N-DOUBLE1": 104, "C_N-DOUBLE1_N-SINGLE1_S-SINGLE1": 105, "O_N-SINGLE1": 106, "C_C-AROMATIC1_S-AROMATIC1_S-SINGLE1": 107, "C_N-AROMATIC3": 108, "O_C-SINGLE1_N-SINGLE1": 109, "C_N-AROMATIC1_N-SINGLE1_O-AROMATIC1": 110, "C_N-AROMATIC1_S-AROMATIC1": 111, "C_C-DOUBLE1_C-SINGLE1_S-SINGLE1": 112, "C_C-SINGLE1_N-SINGLE1_O-SINGLE1": 113, "C_N-AROMATIC2_O-SINGLE1": 114, "C_N-DOUBLE1_N-SINGLE2": 115, "C_F-SINGLE3_O-SINGLE1": 116, "N_C-AROMATIC2_N-SINGLE1": 117, "C_N-SINGLE2": 118, "C_N-SINGLE2_S-DOUBLE1": 119, "O_N-DOUBLE1": 120, "C_N-AROMATIC1_O-AROMATIC1_O-DOUBLE1": 121, "N_C-DOUBLE1_O-SINGLE1": 122, "N_C-SINGLE1_N-AROMATIC2": 123, "N_C-SINGLE1_O-DOUBLE1_O-SINGLE1": 124, "C_C-AROMATIC1_N-SINGLE1_O-AROMATIC1": 125, "C_C-SINGLE1_N-SINGLE1_S-SINGLE1": 126, "C_C-AROMATIC1_N-AROMATIC1_O-AROMATIC1": 127, "C_C-SINGLE2_F-SINGLE2": 128, "N_C-DOUBLE1": 129, "C_C-SINGLE1_N-SINGLE2": 130, "S_C-SINGLE1": 131, "N_N-AROMATIC1_S-AROMATIC1": 132, "C_N-AROMATIC1_S-AROMATIC1_S-SINGLE1": 133, "C_C-AROMATIC1_Cl-SINGLE1_S-AROMATIC1": 134, "C_N-AROMATIC2_S-AROMATIC1": 135, "N_C-SINGLE1_N-DOUBLE1": 136, "C_C-DOUBLE1_N-SINGLE1_O-SINGLE1": 137, "C_C-DOUBLE1_N-SINGLE1": 138, "C_N-AROMATIC1_N-DOUBLE1_S-AROMATIC1": 139, "O_S-SINGLE1": 140, "C_C-SINGLE1_O-SINGLE2": 141, "C_C-SINGLE2_O-SINGLE2": 142, "C_C-SINGLE1_O-DOUBLE1": 143, "C_N-AROMATIC1_O-AROMATIC1_S-SINGLE1": 144, "O_N-AROMATIC2": 145, "C_C-SINGLE2_F-SINGLE1": 146, "S_N-SINGLE2_O-DOUBLE2": 147, "C_C-SINGLE2_N-SINGLE1_O-SINGLE1": 148, "C_N-SINGLE1_O-DOUBLE1_S-SINGLE1": 149, "N_C-AROMATIC2_S-SINGLE1": 150, "O_C-SINGLE1_S-SINGLE1": 151, "S_C-SINGLE2_O-SINGLE1": 152, "C_N-SINGLE1_O-SINGLE1": 153, "I_C-SINGLE1": 154, "C_C-SINGLE1_Cl-SINGLE1": 155, "C_C-SINGLE3_S-SINGLE1": 156, "C_F-SINGLE2_O-SINGLE1": 157, "S_N-AROMATIC2": 158, "C_C-AROMATIC2_I-SINGLE1": 159, "C_C-SINGLE1_F-SINGLE1": 160, "C_C-SINGLE1_F-SINGLE2": 161, "C_C-SINGLE2_N-SINGLE2": 162, "C_C-TRIPLE1": 163, "C_N-AROMATIC1_O-AROMATIC1": 164, "C_C-SINGLE1_N-DOUBLE1_O-SINGLE1": 165, "N_C-AROMATIC1_C-SINGLE1_S-AROMATIC1": 166, "N_C-SINGLE2_O-SINGLE1": 167, "C_Br-SINGLE1_C-AROMATIC1_O-AROMATIC1": 168, "N_C-SINGLE4": 169, "N_C-AROMATIC2_O-SINGLE1": 170, "N_C-DOUBLE1_S-SINGLE1": 171, "C_N-SINGLE1_S-DOUBLE1_S-SINGLE1": 172, "S_C-SINGLE1_O-DOUBLE2_O-SINGLE1": 173, "C_N-AROMATIC2_S-DOUBLE1": 174, "C_N-DOUBLE1_N-SINGLE1_O-SINGLE1": 175, "C_Br-SINGLE1_C-AROMATIC1_N-AROMATIC1": 176, "C_C-AROMATIC1_F-SINGLE1_N-AROMATIC1": 177, "C_Cl-SINGLE1_N-AROMATIC2": 178, "O_P-DOUBLE1": 179, "C_C-DOUBLE1_C-SINGLE1_Cl-SINGLE1": 180, "C_C-DOUBLE1_S-SINGLE1": 181, "C_N-SINGLE1_N-TRIPLE1": 182, "O_C-SINGLE1_P-SINGLE1": 183, "O_P-SINGLE1": 184, "C_C-SINGLE1_N-SINGLE1_S-DOUBLE1": 185, "C_C-SINGLE3_F-SINGLE1": 186, "N_N-SINGLE1_S-SINGLE1": 187, "S_N-SINGLE1_O-DOUBLE2_O-SINGLE1": 188, "C_Br-SINGLE1_C-AROMATIC1_S-AROMATIC1": 189, "C_C-AROMATIC2_N-DOUBLE1": 190, "C_C-DOUBLE1_N-SINGLE2": 191, "N_C-AROMATIC1_N-AROMATIC1_S-SINGLE1": 192, "N_C-DOUBLE1_C-SINGLE2": 193, "N_C-SINGLE1_O-SINGLE1": 194, "C_C-SINGLE1_N-DOUBLE1_S-SINGLE1": 195, "C_N-AROMATIC1_O-DOUBLE1_S-AROMATIC1": 196, "C_C-AROMATIC1_O-AROMATIC1_S-SINGLE1": 197, "C_C-DOUBLE1_N-SINGLE1_S-SINGLE1": 198, "C_N-AROMATIC1_S-AROMATIC1_S-DOUBLE1": 199, "N_N-SINGLE1": 200, "P_C-SINGLE1_O-DOUBLE1_O-SINGLE2": 201, "C_Br-SINGLE1_N-AROMATIC2": 202, "C_C-AROMATIC1_N-AROMATIC1_N-DOUBLE1": 203, "C_C-AROMATIC1_O-AROMATIC1_O-SINGLE1": 204, "C_N-AROMATIC1_O-AROMATIC1_O-SINGLE1": 205, "C_N-AROMATIC1_O-AROMATIC1_S-DOUBLE1": 206, "C_N-AROMATIC1_O-SINGLE1_S-AROMATIC1": 207, "S_C-AROMATIC1_S-AROMATIC1": 208, "C_Br-SINGLE1_C-DOUBLE1_C-SINGLE1": 209, "C_C-AROMATIC1_C-DOUBLE1_S-AROMATIC1": 210, "C_C-AROMATIC1_Cl-SINGLE1_O-AROMATIC1": 211, "C_C-AROMATIC1_N-AROMATIC1_S-DOUBLE1": 212, "C_C-AROMATIC1_N-DOUBLE1_O-AROMATIC1": 213, "C_C-AROMATIC2_P-SINGLE1": 214, "C_C-DOUBLE1_O-SINGLE2": 215, "C_C-SINGLE1_O-DOUBLE1_S-SINGLE1": 216, "C_C-SINGLE1_P-SINGLE1": 217, "C_C-SINGLE2_N-SINGLE1_S-SINGLE1": 218, "C_N-AROMATIC2_N-DOUBLE1": 219, "C_N-SINGLE2_S-SINGLE1": 220, "N_C-SINGLE1_N-SINGLE1_S-SINGLE1": 221, "S_C-SINGLE1_S-SINGLE1": 222, "C_Br-SINGLE1_C-SINGLE1": 223, "C_C-AROMATIC1_F-SINGLE1_S-AROMATIC1": 224, "C_C-AROMATIC1_N-DOUBLE1_S-AROMATIC1": 225, "C_C-DOUBLE1_N-AROMATIC1_S-AROMATIC1": 226, "C_C-SINGLE2_Cl-SINGLE1": 227, "C_F-SINGLE2_O-SINGLE2": 228, "C_N-SINGLE1_O-DOUBLE1": 229, "C_N-SINGLE1_O-SINGLE1_S-DOUBLE1": 230, "N_C-AROMATIC1_O-AROMATIC1_O-SINGLE1": 231, "N_C-SINGLE1_O-DOUBLE1": 232, "N_O-SINGLE1": 233, "O_N-SINGLE1_S-SINGLE1": 234, "S_N-AROMATIC1_S-AROMATIC1": 235, "C_C-AROMATIC1_C-DOUBLE1_N-AROMATIC1": 236, "C_C-AROMATIC1_O-DOUBLE1_S-AROMATIC1": 237, "C_C-AROMATIC1_O-SINGLE1_S-AROMATIC1": 238, "C_C-AROMATIC1_S-AROMATIC2": 239, "C_C-AROMATIC2_S-DOUBLE1": 240, "C_C-DOUBLE1_C-SINGLE1_F-SINGLE1": 241, "C_C-DOUBLE2": 242, "C_C-SINGLE1_O-SINGLE1_S-SINGLE1": 243, "C_C-SINGLE1_S-SINGLE2": 244, "C_C-SINGLE2_Cl-SINGLE2": 245, "C_F-SINGLE3_S-SINGLE1": 246, "C_N-SINGLE1_S-SINGLE1": 247, "C_N-TRIPLE1": 248, "C_O-AROMATIC1_O-DOUBLE1_S-AROMATIC1": 249, "C_O-DOUBLE1_O-SINGLE2": 250, "C_P-SINGLE1": 251, "N_C-AROMATIC1_C-SINGLE1_O-AROMATIC1": 252, "N_C-AROMATIC1_N-AROMATIC2": 253, "N_C-SINGLE1_C-TRIPLE1": 254, "N_C-SINGLE1_P-SINGLE1": 255, "N_C-SINGLE1_S-DOUBLE1": 256, "N_C-SINGLE2_P-SINGLE1": 257, "N_N-DOUBLE1_N-SINGLE1": 258, "P_C-SINGLE1_N-SINGLE1_O-DOUBLE1_O-SINGLE1": 259, "P_C-SINGLE2_O-DOUBLE1_O-SINGLE1": 260, "S_C-SINGLE1_N-SINGLE1": 261, "S_C-SINGLE1_O-DOUBLE2_S-SINGLE1": 262, "S_P-DOUBLE1": 263, "C_Br-SINGLE1_C-SINGLE2": 264, "C_C-AROMATIC1_I-SINGLE1_N-AROMATIC1": 265, "C_C-AROMATIC1_N-AROMATIC1_P-SINGLE1": 266, "C_C-AROMATIC1_O-AROMATIC1_P-SINGLE1": 267, "C_C-AROMATIC1_O-AROMATIC1_S-AROMATIC1": 268, "C_C-DOUBLE1_Cl-SINGLE2": 269, "C_C-SINGLE1_Cl-SINGLE3": 270, "C_C-SINGLE1_F-SINGLE2_O-SINGLE1": 271, "C_C-SINGLE1_F-SINGLE2_S-SINGLE1": 272, "C_C-SINGLE1_I-SINGLE1": 273, "C_C-SINGLE1_N-SINGLE2_O-SINGLE1": 274, "C_C-SINGLE2_O-SINGLE1_P-SINGLE1": 275, "C_C-SINGLE2_O-SINGLE1_S-SINGLE1": 276, "C_C-SINGLE2_P-SINGLE1": 277, "C_C-SINGLE2_S-SINGLE2": 278, "C_Cl-SINGLE1_N-AROMATIC1_S-AROMATIC1": 279, "C_F-SINGLE1_N-AROMATIC2": 280, "C_F-SINGLE1_O-SINGLE1": 281, "C_F-SINGLE2_N-SINGLE1": 282, "C_F-SINGLE3_N-SINGLE1": 283, "C_N-DOUBLE1_N-SINGLE1": 284, "C_N-SINGLE1_S-SINGLE2": 285, "C_N-SINGLE2_O-SINGLE1": 286, "C_O-AROMATIC2_O-DOUBLE1": 287, "C_O-SINGLE1_P-SINGLE1": 288, "C_P-SINGLE1_S-SINGLE1": 289, "N_C-AROMATIC1_N-AROMATIC1_N-SINGLE1": 290, "N_C-AROMATIC1_N-AROMATIC1_O-SINGLE1": 291, "N_C-SINGLE1_N-SINGLE1_O-SINGLE1": 292, "N_C-SINGLE1_N-TRIPLE1": 293, "N_C-SINGLE1_S-SINGLE2": 294, "N_C-SINGLE3_N-SINGLE1": 295, "N_N-AROMATIC1_O-AROMATIC1": 296, "N_N-TRIPLE1": 297, "N_S-DOUBLE1": 298, "P_C-SINGLE1_N-SINGLE2_S-DOUBLE1": 299, "P_C-SINGLE3_O-DOUBLE1": 300, "P_O-DOUBLE1_O-SINGLE3": 301, "P_O-SINGLE3_S-DOUBLE1": 302, "S_C-AROMATIC1_N-AROMATIC1_O-SINGLE1": 303, "S_C-SINGLE1_N-DOUBLE1_O-DOUBLE1_O-SINGLE1": 304, "S_C-SINGLE2_N-DOUBLE1": 305, "S_C-SINGLE2_N-DOUBLE1_O-DOUBLE1": 306, "S_N-AROMATIC2_O-SINGLE1": 307, "S_N-SINGLE1_O-DOUBLE1_O-SINGLE1": 308, "S_O-DOUBLE1_O-SINGLE2": 309, "S_O-DOUBLE2_O-SINGLE2": 310}, "vocab_type": "atom", "other_index": 1, "pad_index": 0}