{"freqs": {"(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2": 757, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1292, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 5820, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 10731, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)4": 2235, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1": 43945, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 3870, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2": 7972, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 2682, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 10507, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2": 14995, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 3363, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3_C-(SINGLE-STEREONONE-NONE)1": 2274, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3": 5140, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2": 31413, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)2": 261, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)2": 228, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)2": 414, "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-NONE)1": 2729, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-NONE)1": 4629, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1": 6195, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 2343, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1": 3304, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2": 9461, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)3": 191, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2": 1253, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)1": 2785, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2": 2617, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2": 1371, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1": 1306, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)2": 319, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3": 11359, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2": 2165, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-NONE)1": 893, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2": 9309, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 4099, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_N-(SINGLE-STEREONONE-NONE)1": 156, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)4": 2338, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 1601, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)3": 1053, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)5": 172, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_C-(TRIPLE-STEREONONE-NONE)1": 21, "(TRIPLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1": 588, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)2": 2324, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)2": 1207, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 1560, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1": 570, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1": 1611, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)4": 302, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_O-(SINGLE-STEREONONE-NONE)1": 298, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1": 103, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)2": 500, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1": 2064, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 1025, "(DOUBLE-STEREONONE-NONE)_S-(DOUBLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)2": 2429, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 477, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 736, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)4": 3024, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 812, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1": 1270, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1530, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)3": 1263, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2": 1417, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 5, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-ENDUPRIGHT)1": 7, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 4, "(DOUBLE-STEREOE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)2_C-(SINGLE-STEREONONE-NONE)1": 26, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOE-NONE)1": 330, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 622, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 28, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(AROMATIC-STEREONONE-NONE)1": 61, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_S-(AROMATIC-STEREONONE-NONE)1": 405, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 361, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 46, "(DOUBLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2": 51, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 61, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 870, "(DOUBLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2": 1426, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 477, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 45, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 7, "(DOUBLE-STEREOE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 18, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREOE-NONE)1": 9, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(AROMATIC-STEREONONE-NONE)1": 12, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_S-(AROMATIC-STEREONONE-NONE)1": 4, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1": 356, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1": 483, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_N-(DOUBLE-STEREONONE-NONE)1": 40, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3": 156, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 438, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 201, "(SINGLE-STEREONONE-NONE)_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 243, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)2": 21, "(SINGLE-STEREONONE-NONE)_S-(SINGLE-STEREONONE-NONE)2": 29, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)6": 60, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 375, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 433, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3_C-(DOUBLE-STEREONONE-NONE)1": 516, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)3": 63, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)3": 29, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREONONE-NONE)1": 55, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)1": 159, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 852, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 35, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_O-(AROMATIC-STEREONONE-NONE)1": 382, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(TRIPLE-STEREONONE-NONE)1": 511, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)2": 65, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_N-(SINGLE-STEREONONE-NONE)2": 122, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1": 266, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)1_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-NONE)_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2": 13, "(DOUBLE-STEREONONE-NONE)_P-(SINGLE-STEREONONE-NONE)3": 14, "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-NONE)1_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2": 11, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)4": 201, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2": 302, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 4, "(DOUBLE-STEREOE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)2": 181, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)3": 6, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 109, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)2": 68, "(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 30, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 7, "(SINGLE-STEREONONE-ENDUPRIGHT)_N-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREOE-NONE)1": 9, "(DOUBLE-STEREOE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 56, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 9, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 1, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 130, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)2": 44, "(DOUBLE-STEREOZ-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 17, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_N-(DOUBLE-STEREOZ-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 13, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1": 64, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 54, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)2": 32, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 25, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 154, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 126, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREONONE-NONE)1": 63, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 92, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 16, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 4, "(SINGLE-STEREONONE-NONE)_S-(SINGLE-STEREONONE-NONE)1": 60, "(TRIPLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2": 63, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1": 76, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 18, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)2": 9, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 13, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 33, "(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1": 18, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1": 152, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 29, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 89, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(DOUBLE-STEREONONE-NONE)1": 31, "(SINGLE-STEREONONE-ENDUPRIGHT)_N-(DOUBLE-STEREOE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 6, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_O-(AROMATIC-STEREONONE-NONE)1": 34, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 3, "(DOUBLE-STEREOE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 82, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)2": 28, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_O-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 15, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 7, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1": 40, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOZ-NONE)1": 75, "(DOUBLE-STEREOZ-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 62, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 10, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 8, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 21, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_S-(SINGLE-STEREONONE-NONE)1": 20, "(SINGLE-STEREONONE-ENDUPRIGHT)_S-(DOUBLE-STEREOE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 1, "(DOUBLE-STEREOE-NONE)_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_S-(SINGLE-STEREONONE-ENDUPRIGHT)1_S-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(TRIPLE-STEREONONE-NONE)1_N-(DOUBLE-STEREOE-NONE)1": 1, "(TRIPLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 9, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_S-(DOUBLE-STEREOE-NONE)1_S-(SINGLE-STEREONONE-ENDUPRIGHT)1": 1, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1": 80, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2": 6, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 11, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2": 6, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 8, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-ENDUPRIGHT)1_N-(AROMATIC-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 3, "(DOUBLE-STEREOZ-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 5, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREOZ-NONE)1": 2, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 20, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 5, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(DOUBLE-STEREOZ-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 5, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 30, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-ENDUPRIGHT)1": 3, "(DOUBLE-STEREONONE-NONE)_S-(DOUBLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-ENDUPRIGHT)1_S-(SINGLE-STEREONONE-NONE)1": 12, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 5, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_S-(AROMATIC-STEREONONE-NONE)1": 23, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 10, "(DOUBLE-STEREOZ-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)2_C-(SINGLE-STEREONONE-NONE)1": 49, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 9, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 44, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_S-(SINGLE-STEREONONE-NONE)1": 9, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(DOUBLE-STEREONONE-NONE)1": 4, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 15, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_N-(AROMATIC-STEREONONE-NONE)2": 32, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 8, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-ENDUPRIGHT)1": 5, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 9, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOZ-NONE)1": 43, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 170, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 40, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 10, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREOZ-NONE)1": 11, "(DOUBLE-STEREOZ-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 16, "(AROMATIC-STEREONONE-ENDDOWNRIGHT)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 8, "(AROMATIC-STEREONONE-NONE)_S-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1_S-(AROMATIC-STEREONONE-NONE)1": 2, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-NONE)_S-(AROMATIC-STEREONONE-NONE)2": 2, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 3, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_S-(AROMATIC-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 6, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREOE-NONE)1": 2, "(DOUBLE-STEREOE-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 5, "(AROMATIC-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 5, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-ENDUPRIGHT)1": 5, "(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREONONE-NONE)1": 7, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(DOUBLE-STEREOE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 26, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)2": 28, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_C-(TRIPLE-STEREONONE-NONE)1": 45, "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-NONE)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 21, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 28, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 36, "(SINGLE-STEREONONE-ENDUPRIGHT)_N-(DOUBLE-STEREOE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 25, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)2": 6, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 7, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 6, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 5, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2": 11, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREOE-NONE)1": 2, "(DOUBLE-STEREOE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 7, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 23, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(SINGLE-STEREONONE-NONE)2": 5, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)2": 23, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOE-NONE)1": 37, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREONONE-NONE)1": 31, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2": 6, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(AROMATIC-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_O-(SINGLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 8, "(DOUBLE-STEREOZ-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 2, "(AROMATIC-STEREONONE-ENDDOWNRIGHT)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_S-(AROMATIC-STEREONONE-ENDUPRIGHT)1": 1, "(AROMATIC-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOE-NONE)1_S-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1": 2, "(DOUBLE-STEREOE-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1": 6, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(TRIPLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 10, "(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-ENDUPRIGHT)1": 3, "(AROMATIC-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 1, "(DOUBLE-STEREOZ-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 3, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(DOUBLE-STEREOZ-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 3, "(AROMATIC-STEREONONE-NONE)_S-(AROMATIC-STEREONONE-NONE)2": 1, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)3": 3, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)2": 28, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 11, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-NONE)1": 12, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 14, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1": 7, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_O-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 12, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 21, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 4, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 18, "(SINGLE-STEREONONE-ENDUPRIGHT)_N-(DOUBLE-STEREOZ-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 13, "(DOUBLE-STEREOZ-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 6, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)2": 10, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 9, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 12, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 8, "(DOUBLE-STEREOE-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 1, "(AROMATIC-STEREONONE-ENDDOWNRIGHT)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1_C-(DOUBLE-STEREOE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)2": 12, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 17, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-ENDUPRIGHT)1": 4, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2": 4, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 8, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 5, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(DOUBLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_N-(DOUBLE-STEREOE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 7, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 10, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 15, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 2, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_S-(SINGLE-STEREONONE-NONE)2": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)2": 10, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 7, "(DOUBLE-STEREOZ-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)2_C-(SINGLE-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 6, "(TRIPLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 6, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_S-(SINGLE-STEREONONE-NONE)1": 4, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_O-(AROMATIC-STEREONONE-NONE)1": 5, "(DOUBLE-STEREOE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2": 9, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREOE-NONE)1": 31, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-ENDUPRIGHT)1": 3, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 2, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(SINGLE-STEREONONE-NONE)2_N-(DOUBLE-STEREOZ-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)2": 14, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 7, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_S-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(SINGLE-STEREONONE-NONE)2": 5, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)2": 11, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)2": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 14, "(SINGLE-STEREONONE-NONE)_C-(TRIPLE-STEREONONE-NONE)1": 4, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 5, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_N-(DOUBLE-STEREOE-NONE)1_N-(DOUBLE-STEREOZ-NONE)1": 1, "(DOUBLE-STEREOZ-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_S-(SINGLE-STEREONONE-NONE)1": 2, "(AROMATIC-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 2, "(DOUBLE-STEREOE-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 3, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(DOUBLE-STEREOE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-ENDUPRIGHT)1": 4, "(DOUBLE-STEREOZ-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 3, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 5, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1": 1, "(TRIPLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(TRIPLE-STEREONONE-NONE)1": 2, "(AROMATIC-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 5, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREOZ-NONE)1": 12, "(DOUBLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-ENDUPRIGHT)_N-(DOUBLE-STEREOZ-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 2, "(DOUBLE-STEREOZ-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 11, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 3, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1": 5, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 3, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_O-(SINGLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-ENDUPRIGHT)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-ENDUPRIGHT)_N-(DOUBLE-STEREOE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)2_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)2": 1, "(TRIPLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 5, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)3": 1, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREOZ-NONE)1": 5, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1_C-(DOUBLE-STEREOZ-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 18, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1": 1, "(DOUBLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1": 1, "(DOUBLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)1_S-(DOUBLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)2": 5, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)1": 13, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)2_C-(SINGLE-STEREONONE-NONE)1": 4, "(DOUBLE-STEREOE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 10, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(SINGLE-STEREONONE-NONE)2_N-(DOUBLE-STEREOE-NONE)1": 4, "(DOUBLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 1, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 7, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREOZ-NONE)1": 4, "(DOUBLE-STEREOZ-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 4, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 2, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)3": 5, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREOE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)3": 4, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 4, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(AROMATIC-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(AROMATIC-STEREONONE-NONE)2": 5, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_S-(SINGLE-STEREONONE-NONE)1": 1, "(DOUBLE-STEREOZ-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 14, "(SINGLE-STEREONONE-ENDUPRIGHT)_N-(DOUBLE-STEREOZ-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-ENDUPRIGHT)1": 2, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 3, "(DOUBLE-STEREOE-NONE)_N-(SINGLE-STEREONONE-ENDUPRIGHT)2": 3, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 3, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-ENDUPRIGHT)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-ENDUPRIGHT)1_N-(AROMATIC-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(SINGLE-STEREONONE-NONE)2_N-(DOUBLE-STEREOZ-NONE)1": 4, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-ENDUPRIGHT)1": 4, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_N-(DOUBLE-STEREOZ-NONE)2": 2, "(DOUBLE-STEREOZ-NONE)_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 3, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-NONE)1": 5, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)2": 3, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 3, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(TRIPLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)3": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 5, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(TRIPLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-ENDUPRIGHT)1": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-ENDUPRIGHT)1": 2, "(AROMATIC-STEREONONE-NONE)_S-(AROMATIC-STEREONONE-ENDUPRIGHT)1_S-(AROMATIC-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_O-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(SINGLE-STEREONONE-NONE)3_N-(DOUBLE-STEREOZ-NONE)1": 1, "(AROMATIC-STEREONONE-ENDDOWNRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 8, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1": 8, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)2_C-(SINGLE-STEREONONE-NONE)2": 4, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)2_C-(DOUBLE-STEREOZ-NONE)2": 4, "(SINGLE-STEREONONE-ENDUPRIGHT)_N-(DOUBLE-STEREOE-NONE)1_N-(DOUBLE-STEREOZ-NONE)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1": 4, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDDOWNRIGHT)1_C-(DOUBLE-STEREOZ-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 1, "(SINGLE-STEREONONE-NONE)_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-ENDUPRIGHT)1": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_N-(DOUBLE-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-ENDUPRIGHT)1": 2, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(DOUBLE-STEREOE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_N-(DOUBLE-STEREONONE-NONE)1_N-(DOUBLE-STEREOZ-NONE)1": 1, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 1, "(DOUBLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1": 2, "(DOUBLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREONONE-NONE)1_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)3": 1, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-ENDUPRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-ENDUPRIGHT)1_C-(AROMATIC-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-ENDUPRIGHT)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREOE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_N-(DOUBLE-STEREOE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)4": 1, "(SINGLE-STEREONONE-ENDDOWNRIGHT)_N-(DOUBLE-STEREOZ-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(DOUBLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOE-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(TRIPLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_S-(SINGLE-STEREONONE-ENDUPRIGHT)1": 8, "(SINGLE-STEREONONE-ENDUPRIGHT)_N-(DOUBLE-STEREOZ-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 1, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 2, "(DOUBLE-STEREOE-NONE)_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_C-(SINGLE-STEREONONE-ENDUPRIGHT)1": 1, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)4": 3, "(SINGLE-STEREONONE-NONE)_C-(TRIPLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-ENDUPRIGHT)_C-(DOUBLE-STEREOZ-NONE)1_N-(AROMATIC-STEREONONE-NONE)2": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-ENDUPRIGHT)1": 1, "(SINGLE-STEREONONE-ENDUPRIGHT)_N-(DOUBLE-STEREOZ-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-ENDDOWNRIGHT)1": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREOZ-NONE)1_C-(SINGLE-STEREONONE-ENDDOWNRIGHT)1_N-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-ENDUPRIGHT)1_C-(SINGLE-STEREONONE-NONE)2": 3, "(DOUBLE-STEREONONE-NONE)_S-(SINGLE-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-NONE)1_S-(DOUBLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 3, 