{"freqs": {"O_C-SINGLE1": 24, "C_C-SINGLE1_O-SINGLE1": 23, "C_C-SINGLE2_O-SINGLE1": 24, "O_C-SINGLE2": 30, "C_C-SINGLE1_O-SINGLE2": 2, "C_C-SINGLE1_N-TRIPLE1": 5, "N_C-TRIPLE1": 5, "C_C-AROMATIC2_C-SINGLE1": 70, "C_C-AROMATIC2": 307, "C_C-SINGLE1": 117, "C_C-AROMATIC1_C-SINGLE1_O-AROMATIC1": 2, "O_C-AROMATIC2": 2, "C_C-AROMATIC1_O-AROMATIC1": 1, "C_C-SINGLE1_N-SINGLE1_O-DOUBLE1": 24, "O_C-DOUBLE1": 61, "N_C-SINGLE2": 26, "C_C-AROMATIC2_N-SINGLE1": 19, "C_C-DOUBLE1_C-SINGLE2": 11, "C_C-DOUBLE1_C-SINGLE1": 10, "C_C-SINGLE2": 143, "C_C-SINGLE1_O-DOUBLE1": 2, "C_C-AROMATIC3": 29, "C_C-AROMATIC1_S-AROMATIC1": 2, "S_C-AROMATIC2": 2, "C_C-AROMATIC2_S-AROMATIC1": 1, "C_N-AROMATIC1_S-AROMATIC1": 1, "N_C-AROMATIC2": 20, "C_C-AROMATIC2_N-AROMATIC1": 4, "Cl_C-SINGLE1": 67, "C_C-AROMATIC2_Cl-SINGLE1": 49, "C_C-SINGLE4": 12, "C_C-SINGLE3": 28, "C_C-AROMATIC2_O-SINGLE1": 18, "C_C-DOUBLE1_C-SINGLE1_Cl-SINGLE1": 2, "C_C-SINGLE3_Cl-SINGLE1": 2, "C_C-SINGLE2_Cl-SINGLE2": 1, "C_O-SINGLE1": 8, "C_C-SINGLE2_O-DOUBLE1": 8, "C_C-DOUBLE1": 6, "C_C-SINGLE1_N-SINGLE1": 13, "C_N-SINGLE2": 1, "C_C-SINGLE2_Cl-SINGLE1": 1, "O_C-SINGLE1_P-SINGLE1": 11, "P_O-SINGLE3_S-DOUBLE1": 1, "S_P-DOUBLE1": 5, "C_C-AROMATIC1_N-AROMATIC1_O-SINGLE1": 1, "C_C-AROMATIC1_C-SINGLE1_N-AROMATIC1": 6, "C_C-SINGLE1_N-AROMATIC2": 1, "C_N-AROMATIC2_O-DOUBLE1": 3, "C_C-AROMATIC1_N-AROMATIC1_O-DOUBLE1": 4, "N_C-AROMATIC2_C-SINGLE1": 5, "C_C-SINGLE2_N-SINGLE1": 3, "P_O-SINGLE2_S-DOUBLE1_S-SINGLE1": 4, "S_C-SINGLE1_P-SINGLE1": 4, "C_S-SINGLE2": 2, "S_C-SINGLE2": 3, "C_C-SINGLE1_S-SINGLE1": 4, "N_C-SINGLE3": 7, "N_C-SINGLE1": 7, "N_C-SINGLE1_O-DOUBLE1_O-SINGLE1": 8, "O_N-SINGLE1": 8, "O_N-DOUBLE1": 8, "C_C-SINGLE1_F-SINGLE3": 1, "F_C-SINGLE1": 6, "C_N-SINGLE1": 5, "C_C-AROMATIC1_N-AROMATIC2": 2, "C_N-AROMATIC2": 4, "C_N-SINGLE2_O-DOUBLE1": 7, "C_C-DOUBLE1_Cl-SINGLE2": 2, "C_C-SINGLE1_O-DOUBLE1_O-SINGLE1": 8, "C_C-SINGLE3_S-SINGLE1": 1, "C_N-SINGLE1_O-DOUBLE1_O-SINGLE1": 2, "C_N-SINGLE1_O-DOUBLE1_S-SINGLE1": 1, "C_C-SINGLE1_I-SINGLE1": 1, "I_C-SINGLE1": 1, "C_O-DOUBLE1_O-SINGLE1": 1, "C_Br-SINGLE1_C-AROMATIC2": 3, "Br_C-SINGLE1": 5, "N_C-AROMATIC1_C-SINGLE1_N-AROMATIC1": 2, "N_C-AROMATIC1_N-AROMATIC1": 2, "C_C-AROMATIC1_N-AROMATIC1": 9, "C_C-DOUBLE1_C-SINGLE1_N-SINGLE1": 2, "C_C-SINGLE1_C-TRIPLE1": 1, "C_C-TRIPLE1": 1, "C_C-SINGLE3_F-SINGLE1": 1, "C_C-SINGLE3_O-SINGLE1": 1, "C_N-AROMATIC2_N-SINGLE1": 3, "C_C-DOUBLE1_C-SINGLE1_O-SINGLE1": 1, "C_Cl-SINGLE1_N-AROMATIC2": 1, "C_Br-SINGLE1_C-SINGLE3": 1, "N_C-SINGLE2_N-SINGLE1": 1, "N_C-DOUBLE1_N-SINGLE1": 1, "C_C-SINGLE1_N-DOUBLE1": 1, "C_C-AROMATIC1_N-SINGLE1_O-AROMATIC1": 1, "C_N-SINGLE1_O-SINGLE1": 1, "C_C-SINGLE3_N-SINGLE1": 1, "C_Br-SINGLE1_C-SINGLE1": 1, "C_C-SINGLE2_O-SINGLE2": 1, "C_N-SINGLE1_O-DOUBLE1": 1, "C_N-SINGLE2_S-DOUBLE1": 2, "S_C-DOUBLE1": 2, "C_C-SINGLE1_Cl-SINGLE3": 2, "C_F-SINGLE2_O-SINGLE1": 1, "C_C-AROMATIC1_N-AROMATIC1_N-SINGLE1": 1}, "itos": ["<pad>", "<other>", "C_C-AROMATIC2", "C_C-SINGLE2", "C_C-SINGLE1", "C_C-AROMATIC2_C-SINGLE1", "Cl_C-SINGLE1", "O_C-DOUBLE1", "C_C-AROMATIC2_Cl-SINGLE1", "O_C-SINGLE2", "C_C-AROMATIC3", "C_C-SINGLE3", "N_C-SINGLE2", "C_C-SINGLE1_N-SINGLE1_O-DOUBLE1", "C_C-SINGLE2_O-SINGLE1", "O_C-SINGLE1", "C_C-SINGLE1_O-SINGLE1", "N_C-AROMATIC2", "C_C-AROMATIC2_N-SINGLE1", "C_C-AROMATIC2_O-SINGLE1", "C_C-SINGLE1_N-SINGLE1", "C_C-SINGLE4", "C_C-DOUBLE1_C-SINGLE2", "O_C-SINGLE1_P-SINGLE1", "C_C-DOUBLE1_C-SINGLE1", "C_C-AROMATIC1_N-AROMATIC1", "C_C-SINGLE1_O-DOUBLE1_O-SINGLE1", "C_C-SINGLE2_O-DOUBLE1", "C_O-SINGLE1", "N_C-SINGLE1_O-DOUBLE1_O-SINGLE1", "O_N-DOUBLE1", "O_N-SINGLE1", "C_N-SINGLE2_O-DOUBLE1", "N_C-SINGLE1", "N_C-SINGLE3", "C_C-AROMATIC1_C-SINGLE1_N-AROMATIC1", "C_C-DOUBLE1", "F_C-SINGLE1", "Br_C-SINGLE1", "C_C-SINGLE1_N-TRIPLE1", "C_N-SINGLE1", "N_C-AROMATIC2_C-SINGLE1", "N_C-TRIPLE1", "S_P-DOUBLE1", "C_C-AROMATIC1_N-AROMATIC1_O-DOUBLE1", "C_C-AROMATIC2_N-AROMATIC1", "C_C-SINGLE1_S-SINGLE1", "C_N-AROMATIC2", "P_O-SINGLE2_S-DOUBLE1_S-SINGLE1", "S_C-SINGLE1_P-SINGLE1", "C_Br-SINGLE1_C-AROMATIC2", "C_C-SINGLE2_N-SINGLE1", "C_N-AROMATIC2_N-SINGLE1", "C_N-AROMATIC2_O-DOUBLE1", "S_C-SINGLE2", "C_C-AROMATIC1_C-SINGLE1_O-AROMATIC1", "C_C-AROMATIC1_N-AROMATIC2", "C_C-AROMATIC1_S-AROMATIC1", "C_C-DOUBLE1_C-SINGLE1_Cl-SINGLE1", "C_C-DOUBLE1_C-SINGLE1_N-SINGLE1", "C_C-DOUBLE1_Cl-SINGLE2", "C_C-SINGLE1_Cl-SINGLE3", "C_C-SINGLE1_O-DOUBLE1", "C_C-SINGLE1_O-SINGLE2", "C_C-SINGLE3_Cl-SINGLE1", "C_N-SINGLE1_O-DOUBLE1_O-SINGLE1", "C_N-SINGLE2_S-DOUBLE1", "C_S-SINGLE2", "N_C-AROMATIC1_C-SINGLE1_N-AROMATIC1", "N_C-AROMATIC1_N-AROMATIC1", "O_C-AROMATIC2", "S_C-AROMATIC2", "S_C-DOUBLE1", "C_Br-SINGLE1_C-SINGLE1", "C_Br-SINGLE1_C-SINGLE3", "C_C-AROMATIC1_N-AROMATIC1_N-SINGLE1", "C_C-AROMATIC1_N-AROMATIC1_O-SINGLE1", "C_C-AROMATIC1_N-SINGLE1_O-AROMATIC1", "C_C-AROMATIC1_O-AROMATIC1", "C_C-AROMATIC2_S-AROMATIC1", "C_C-DOUBLE1_C-SINGLE1_O-SINGLE1", "C_C-SINGLE1_C-TRIPLE1", "C_C-SINGLE1_F-SINGLE3", "C_C-SINGLE1_I-SINGLE1", "C_C-SINGLE1_N-AROMATIC2", "C_C-SINGLE1_N-DOUBLE1", "C_C-SINGLE2_Cl-SINGLE1", "C_C-SINGLE2_Cl-SINGLE2", "C_C-SINGLE2_O-SINGLE2", "C_C-SINGLE3_F-SINGLE1", "C_C-SINGLE3_N-SINGLE1", "C_C-SINGLE3_O-SINGLE1", "C_C-SINGLE3_S-SINGLE1", "C_C-TRIPLE1", "C_Cl-SINGLE1_N-AROMATIC2", "C_F-SINGLE2_O-SINGLE1", "C_N-AROMATIC1_S-AROMATIC1", "C_N-SINGLE1_O-DOUBLE1", "C_N-SINGLE1_O-DOUBLE1_S-SINGLE1", "C_N-SINGLE1_O-SINGLE1", "C_N-SINGLE2", "C_O-DOUBLE1_O-SINGLE1", "I_C-SINGLE1", "N_C-DOUBLE1_N-SINGLE1", "N_C-SINGLE2_N-SINGLE1", "P_O-SINGLE3_S-DOUBLE1"], "stoi": {"<pad>": 0, "<other>": 1, "C_C-AROMATIC2": 2, "C_C-SINGLE2": 3, "C_C-SINGLE1": 4, "C_C-AROMATIC2_C-SINGLE1": 5, "Cl_C-SINGLE1": 6, "O_C-DOUBLE1": 7, "C_C-AROMATIC2_Cl-SINGLE1": 8, "O_C-SINGLE2": 9, "C_C-AROMATIC3": 10, "C_C-SINGLE3": 11, "N_C-SINGLE2": 12, "C_C-SINGLE1_N-SINGLE1_O-DOUBLE1": 13, "C_C-SINGLE2_O-SINGLE1": 14, "O_C-SINGLE1": 15, "C_C-SINGLE1_O-SINGLE1": 16, "N_C-AROMATIC2": 17, "C_C-AROMATIC2_N-SINGLE1": 18, "C_C-AROMATIC2_O-SINGLE1": 19, "C_C-SINGLE1_N-SINGLE1": 20, "C_C-SINGLE4": 21, "C_C-DOUBLE1_C-SINGLE2": 22, "O_C-SINGLE1_P-SINGLE1": 23, "C_C-DOUBLE1_C-SINGLE1": 24, "C_C-AROMATIC1_N-AROMATIC1": 25, "C_C-SINGLE1_O-DOUBLE1_O-SINGLE1": 26, "C_C-SINGLE2_O-DOUBLE1": 27, "C_O-SINGLE1": 28, "N_C-SINGLE1_O-DOUBLE1_O-SINGLE1": 29, "O_N-DOUBLE1": 30, "O_N-SINGLE1": 31, "C_N-SINGLE2_O-DOUBLE1": 32, "N_C-SINGLE1": 33, "N_C-SINGLE3": 34, "C_C-AROMATIC1_C-SINGLE1_N-AROMATIC1": 35, "C_C-DOUBLE1": 36, "F_C-SINGLE1": 37, "Br_C-SINGLE1": 38, "C_C-SINGLE1_N-TRIPLE1": 39, "C_N-SINGLE1": 40, "N_C-AROMATIC2_C-SINGLE1": 41, "N_C-TRIPLE1": 42, "S_P-DOUBLE1": 43, "C_C-AROMATIC1_N-AROMATIC1_O-DOUBLE1": 44, "C_C-AROMATIC2_N-AROMATIC1": 45, "C_C-SINGLE1_S-SINGLE1": 46, "C_N-AROMATIC2": 47, "P_O-SINGLE2_S-DOUBLE1_S-SINGLE1": 48, "S_C-SINGLE1_P-SINGLE1": 49, "C_Br-SINGLE1_C-AROMATIC2": 50, "C_C-SINGLE2_N-SINGLE1": 51, "C_N-AROMATIC2_N-SINGLE1": 52, "C_N-AROMATIC2_O-DOUBLE1": 53, "S_C-SINGLE2": 54, "C_C-AROMATIC1_C-SINGLE1_O-AROMATIC1": 55, "C_C-AROMATIC1_N-AROMATIC2": 56, "C_C-AROMATIC1_S-AROMATIC1": 57, "C_C-DOUBLE1_C-SINGLE1_Cl-SINGLE1": 58, "C_C-DOUBLE1_C-SINGLE1_N-SINGLE1": 59, "C_C-DOUBLE1_Cl-SINGLE2": 60, "C_C-SINGLE1_Cl-SINGLE3": 61, "C_C-SINGLE1_O-DOUBLE1": 62, "C_C-SINGLE1_O-SINGLE2": 63, "C_C-SINGLE3_Cl-SINGLE1": 64, "C_N-SINGLE1_O-DOUBLE1_O-SINGLE1": 65, "C_N-SINGLE2_S-DOUBLE1": 66, "C_S-SINGLE2": 67, "N_C-AROMATIC1_C-SINGLE1_N-AROMATIC1": 68, "N_C-AROMATIC1_N-AROMATIC1": 69, "O_C-AROMATIC2": 70, "S_C-AROMATIC2": 71, "S_C-DOUBLE1": 72, "C_Br-SINGLE1_C-SINGLE1": 73, "C_Br-SINGLE1_C-SINGLE3": 74, "C_C-AROMATIC1_N-AROMATIC1_N-SINGLE1": 75, "C_C-AROMATIC1_N-AROMATIC1_O-SINGLE1": 76, "C_C-AROMATIC1_N-SINGLE1_O-AROMATIC1": 77, "C_C-AROMATIC1_O-AROMATIC1": 78, "C_C-AROMATIC2_S-AROMATIC1": 79, "C_C-DOUBLE1_C-SINGLE1_O-SINGLE1": 80, "C_C-SINGLE1_C-TRIPLE1": 81, "C_C-SINGLE1_F-SINGLE3": 82, "C_C-SINGLE1_I-SINGLE1": 83, "C_C-SINGLE1_N-AROMATIC2": 84, "C_C-SINGLE1_N-DOUBLE1": 85, "C_C-SINGLE2_Cl-SINGLE1": 86, "C_C-SINGLE2_Cl-SINGLE2": 87, "C_C-SINGLE2_O-SINGLE2": 88, "C_C-SINGLE3_F-SINGLE1": 89, "C_C-SINGLE3_N-SINGLE1": 90, "C_C-SINGLE3_O-SINGLE1": 91, "C_C-SINGLE3_S-SINGLE1": 92, "C_C-TRIPLE1": 93, "C_Cl-SINGLE1_N-AROMATIC2": 94, "C_F-SINGLE2_O-SINGLE1": 95, "C_N-AROMATIC1_S-AROMATIC1": 96, "C_N-SINGLE1_O-DOUBLE1": 97, "C_N-SINGLE1_O-DOUBLE1_S-SINGLE1": 98, "C_N-SINGLE1_O-SINGLE1": 99, "C_N-SINGLE2": 100, "C_O-DOUBLE1_O-SINGLE1": 101, "I_C-SINGLE1": 102, "N_C-DOUBLE1_N-SINGLE1": 103, "N_C-SINGLE2_N-SINGLE1": 104, "P_O-SINGLE3_S-DOUBLE1": 105}, "vocab_type": "atom", "other_index": 1, "pad_index": 0}