{"freqs": {"(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1": 58, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3": 69, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-NONE)1": 17, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 19, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_C-(TRIPLE-STEREONONE-NONE)1": 2, "(TRIPLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1": 6, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2": 10, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1": 197, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2": 194, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)4": 37, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2": 135, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2": 77, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1": 3, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 10, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2": 55, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 37, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1": 9, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2": 61, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 28, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3": 4, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)2": 18, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2": 1, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1": 8, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3": 41, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)4": 25, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 3, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_S-(AROMATIC-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 16, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)1": 7, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)4": 11, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1": 11, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)5": 10, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)4": 6, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)4": 20, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)6": 6, "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-NONE)1": 8, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-NONE)1": 14, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)3": 8, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 5, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)3": 6, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(TRIPLE-STEREONONE-NONE)1": 3, "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-NONE)1_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2": 11, "(DOUBLE-STEREONONE-NONE)_P-(SINGLE-STEREONONE-NONE)3": 5, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 17, "(DOUBLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2": 7, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 2, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 3, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 8, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)2": 2, "(SINGLE-STEREONONE-NONE)_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 4, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 8, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 8, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2": 4, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 7, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 8, "(DOUBLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2": 8, "(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2": 2, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3_C-(DOUBLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 10, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_S-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2": 3, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 6, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)2": 1, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2": 4, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3_C-(SINGLE-STEREONONE-NONE)1": 7, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)2": 2, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 2, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 1, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_N-(SINGLE-STEREONONE-NONE)1": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_O-(SINGLE-STEREONONE-NONE)1": 2, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 1, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 1}, "itos": ["<pad>", "<other>", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1", "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)4", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)4", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)4", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)2", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)4", "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-NONE)1_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)5", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1", "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1", "(DOUBLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)3", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3_C-(SINGLE-STEREONONE-NONE)1", "(DOUBLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1", "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)4", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)3", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)6", "(TRIPLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1", "(DOUBLE-STEREONONE-NONE)_P-(SINGLE-STEREONONE-NONE)3", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1", "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(TRIPLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_C-(TRIPLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_O-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_S-(AROMATIC-STEREONONE-NONE)1", "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3_C-(DOUBLE-STEREONONE-NONE)1", "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_N-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_S-(SINGLE-STEREONONE-NONE)1", "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2"], "stoi": {"<pad>": 0, "<other>": 1, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1": 2, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2": 3, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2": 4, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2": 5, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3": 6, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2": 7, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1": 8, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2": 9, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3": 10, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 11, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)4": 12, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 13, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)4": 14, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)4": 15, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 16, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)2": 17, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 18, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-NONE)1": 19, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 20, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_O-(SINGLE-STEREONONE-NONE)1": 21, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1": 22, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)4": 23, "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-NONE)1_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2": 24, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 25, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2": 26, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 27, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)5": 28, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1": 29, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 30, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1": 31, "(DOUBLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2": 32, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)3": 33, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 34, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 35, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 36, "(SINGLE-STEREONONE-NONE)_O-(SINGLE-STEREONONE-NONE)1": 37, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)1": 38, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3_C-(SINGLE-STEREONONE-NONE)1": 39, "(DOUBLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2": 40, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 41, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)4": 42, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)3": 43, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 44, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)6": 45, "(TRIPLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1": 46, "(DOUBLE-STEREONONE-NONE)_P-(SINGLE-STEREONONE-NONE)3": 47, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 48, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3": 49, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2": 50, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)2": 51, "(SINGLE-STEREONONE-NONE)_P-(DOUBLE-STEREONONE-NONE)1_P-(SINGLE-STEREONONE-NONE)2_S-(SINGLE-STEREONONE-NONE)1": 52, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1": 53, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_S-(AROMATIC-STEREONONE-NONE)1": 54, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1": 55, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(TRIPLE-STEREONONE-NONE)1": 56, "(SINGLE-STEREONONE-NONE)_N-(SINGLE-STEREONONE-NONE)2": 57, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(DOUBLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1": 58, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 59, "(AROMATIC-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)1": 60, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2_C-(SINGLE-STEREONONE-NONE)1": 61, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)2": 62, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_C-(TRIPLE-STEREONONE-NONE)1": 63, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)2": 64, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_O-(SINGLE-STEREONONE-NONE)1": 65, "(SINGLE-STEREONONE-NONE)_N-(AROMATIC-STEREONONE-NONE)2": 66, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 67, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)1_O-(AROMATIC-STEREONONE-NONE)1": 68, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 69, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_S-(AROMATIC-STEREONONE-NONE)1": 70, "(AROMATIC-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)3_C-(DOUBLE-STEREONONE-NONE)1": 71, "(DOUBLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 72, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_C-(DOUBLE-STEREONONE-NONE)1": 73, "(SINGLE-STEREONONE-NONE)_C-(AROMATIC-STEREONONE-NONE)2_N-(AROMATIC-STEREONONE-NONE)2": 74, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_C-(SINGLE-STEREONONE-NONE)1_S-(SINGLE-STEREONONE-NONE)1": 75, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 76, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)1_O-(SINGLE-STEREONONE-NONE)1": 77, "(SINGLE-STEREONONE-NONE)_C-(DOUBLE-STEREONONE-NONE)2": 78, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_C-(TRIPLE-STEREONONE-NONE)1": 79, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)1_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)1": 80, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)2_N-(SINGLE-STEREONONE-NONE)2": 81, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_N-(SINGLE-STEREONONE-NONE)1": 82, "(SINGLE-STEREONONE-NONE)_C-(SINGLE-STEREONONE-NONE)3_S-(SINGLE-STEREONONE-NONE)1": 83, "(SINGLE-STEREONONE-NONE)_N-(DOUBLE-STEREONONE-NONE)1_N-(SINGLE-STEREONONE-NONE)2": 84}, "vocab_type": "bond", "other_index": 1, "pad_index": 0}